IDEA Open Model
SteelSetupCISC Properties
Compatible with IDEA StatiCa 20.1
The SteelSetupCISC type exposes the following members.
Properties
Name | Description
Anchor_Fiar
 Safety factor Anchor_Fiar
Bolt_Fib
 Safety factor Bolt_Fib
Structural_Fi
 Safety factor Structural_Fi
Weld_Fiw
 Safety factor Weld_Fiw
Top
See Also
Reference
SteelSetupCISC Class
IdeaRS.OpenModel Namespace